tap "antoniorodr/memo"
tap "nikitabobko/tap"
brew "btop"
brew "cmake"
brew "curl"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "gh"
brew "git"
brew "graphicsmagick"
brew "ical-buddy"
brew "imagemagick"
brew "jq"
brew "llama.cpp"
brew "mas"
brew "mkcert"
brew "mosh"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "ollama"
brew "openjdk"
brew "powerlevel10k"
brew "prqlc"
brew "python@3.11"
brew "rsync"
brew "sshpass"
brew "tmux"
brew "wget"
brew "xcodegen"
brew "yazi"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "antoniorodr/memo/memo"
cask "nikitabobko/tap/aerospace"
cask "bluebubbles", args: { appdir: "/Users/openclaw/Applications" }
cask "claude-code"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "kitty"
cask "librewolf"
cask "rectangle"
cask "temurin"
cask "tigervnc"
cask "utm"
